Repository: IBMPredictiveAnalytics/STATS_GBM
Catalog: src/lang/*/STATS_GBM.po
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_cn, zh_tw

source: The R %s package is required but could not be loaded.
de: Das R %s-Paket ist erforderlich konnte aber nicht geladen werden.
es: El paquete R %s es necesario pero no se ha podido cargar.
fr: Le pack R %s est requis mais n'a pas pu être chargé.
it: Il package R %s è necessario, ma non è stato possibile caricarlo.
ja: R %s パッケージが必要ですが、読み込むことができませんでした。
ko: R %s 패키지가 필요하지만 로드할 수 없습니다.
pl: Pakiet R %s jest wymagany, ale nie można było go wczytać.
pt_br: O pacote R %s é necessário, mas não pôde ser carregado.
ru: Необходим пакет R %s, но его не удалось загрузить.
zh_cn: 需要 R %s 程序包，但未能将其装入。
zh_tw: R %s 套件是必要套件，但無法載入。

source: Degrees of freedom must be specified for the t distribution
de: Freiheitsgrade müssen für die t-Verteilung angegeben werden
es: Se deben especificar grados de libertad para la distribución t
fr: Les degrés de liberté doivent être spécifiés pour la distribution t.
it: È necessario specificare i gradi di libertà per la distribuzione t
ja: t 分布には自由度を指定する必要があります
ko: T 분포에 대한 자유도를 지정해야 합니다.
pl: Stopnie swobody dla rozkładu t wymagają określenia
pt_br: Graus de liberdade devem ser especificados para a distribuição t
ru: Для распределения t нужно задать степени свободы
zh_cn: 必须对 t 分布指定自由度
zh_tw: 必須指定 t 分佈的自由度

source: Quantile value must be specified for quantile distribution
de: Quantilwert muss für Quantilverteilung angegeben werden
es: Se debe especificar el valor de cuantil para la distribución cuantil
fr: La valeur quantile doit être spécifiée pour la distribution quantile.
it: È necessario specificare il valore quantile per la distribuzione quantile
ja: 分位分布には分位値を指定する必要があります
ko: 분위수 분포에 대한 분위수 값을 지정해야 합니다.
pl: Wartość kwantyli dla rozkładu wg kwantyli wymaga określenia
pt_br: O valor de quantil deve ser especificado para distribuição de quantil
ru: Для распределения квантили нужно задать значение квантили
zh_cn: 必须对分位数分布指定分位数值
zh_tw: 必須指定分位數分佈的分位數值

source: The number of monotone specifications is different from the number of independent variables
de: Die Anzahl der Monotonspezifikationen unterscheidet sich von der Anzahl unabhängiger Variablen
es: El número de especificaciones monótonas es distinto del número de variables independientes
fr: Le nombre des spécifications monotones est différent de celui des variables indépendantes.
it: Il numero di specifiche monotone è diverso dal numero di variabili indipendenti
ja: 単調指定の数が独立変数の数と異なります
ko: 단조 지정 수가 독립변수 수와 다릅니다.
pl: Liczba specyfikacji monotonicznych jest różna od liczby zmiennych niezależnych
pt_br: O número de especificações monótonas é diferente do número de variáveis independentes
ru: Число монотонных спецификаций отличается от числа независимых переменных
zh_cn: 单调指定项数不同于自变量数
zh_tw: 單調規格的數目與自變數數目不同

source: Unspecified
de: Nicht angegeben
es: Sin especificar
fr: Non spécifié
it: Non specificato
ja: 未指定
ko: 지정되지 않음
pl: Nie określono
pt_br: Não especificado
ru: Не задано
zh_cn: 未指定
zh_tw: 未指定

source: Cannot specify both marginalplots list and marginalplotcount
de: marginalplots list und marginalplotcount können nicht beide angegeben werden
es: No se puede especificar a la vez marginalplots list y marginalplotcount
fr: Impossible de spécifier à la fois la liste marginalplots et marginalplotcount
it: Impossibile specificare sia elenco marginalplots che marginalplotcount
ja: marginalplots リストと marginalplotcount を両方とも指定することはできません。
ko: marginalplots list 및 marginalplotcount를 둘 다 지정할 수 없습니다.
pl: Nie można określić jednocześnie listy marginalplots i wartości marginalplotcount
pt_br: Não é possível especificar ambos marginalplots list e marginalplotcount
ru: Нельзя задавать одновременно и список marginalplots, и marginalplotcount
zh_cn: 无法同时指定 marginalplots 列表和 marginalplotcount
zh_tw: 不能同時指定 marginalplots 清單及 marginalplotcount

source: No more than three variables can be specified to plot
de: Es können maximal drei zu plottende Variablen angegeben werden
es: No se pueden especificar más de tres variables para representar
fr: Vous ne devez pas spécifier plus de trois variables à tracer.
it: Non è possibile specificare più di tre variabili da tracciare
ja: プロットするために指定できる変数は 3 個以内です
ko: 도표화할 변수를 네 개 이상 지정할 수 없습니다.
pl: Do wykreślenia można wskazać nie więcej niż trzy zmienne
pt_br: Não mais do que três variáveis podem ser especificados para criação de gráfico
ru: Для диаграммы можно задать не более трех переменных
zh_cn: 最多可以指定三个要绘制的变量
zh_tw: 您指定的要繪製的變數不能超過三個

source: All variables listed for plots must also appear as independent variables
de: Alle für Diagramme aufgelistete Variablen müssen auch als unabhängige Variablen angezeigt werden
es: Todas las variables enumeradas para los gráficos deben aparecer también como variables independientes
fr: Toutes les variables à tracer doivent également apparaître en tant que variables indépendantes.
it: Tutte le variabili elencate per i grafici deve anche apparire come variabili indipendenti
ja: プロットするためにリストされている変数はすべて、独立変数としても表示されなければなりません
ko: 도표에 나열된 모든 변수가 독립변수로 표시되어야 합니다.
pl: Wszystkie zmienne wymienione dla wykresów muszą również pojawiać się jako zmienne niezależne
pt_br: Todas as variáveis listadas para gráficos devem também aparecer como variáveis independentes
ru: Все переменные, перечисленные для диаграмм, должны также быть заданы как независимые переменные
zh_cn: 所有针对图列出的变量还必须作为自变量显示
zh_tw: 針對圖形列出的所有變數還必須都顯示為自變數

source: Dependent variable must be categorical for the multinomial distribution
de: Abhängige Variable muss für die multinomiale Verteilung kategorial sein
es: La variable dependiente debe ser categórica para la distribución multinomial
fr: La variable dépendante doit être catégorielle pour la distribution multinomiale.
it: La variabile dipendente deve essere categoriale per la distribuzione multinomiale
ja: 多項分布では従属変数はカテゴリ変数でなければなりません
ko: 다항 분포에 대한 종속변수는 범주형이어야 합니다.
pl: Zmienna zależna dla rozkładu wielomianowego musi być zmienną jakościową
pt_br: A variável dependente deve ser categórica para a distribuição multinomial
ru: Зависимая переменная должна быть категориальной для мультиномиального распределения
zh_cn: 对于多项分布，因变量必须是分类变量
zh_tw: 多項式分佈的依變數必須是種類

source: Dependent variable must be scale measurement level for the Bernoulli distribution
de: Abhängige Variable muss für die Bernoulli-Verteilung ein metrisches Messniveau sein
es: La variable dependiente debe ser de nivel de medición de escala para la distribución Bernoulli
fr: La variable dépendante doit être un niveau de mesure d'échelle pour la distribution de Bernoulli.
it: La variabile dipendente deve essere del livello di misurazione di scala per la distribuzione di Bernoulli
ja: ベルヌーイ分布では従属変数はスケール型の測定の尺度でなければなりません
ko: 베르누이 분포에 대한 종속변수는 척도 측정 수준이어야 합니다.
pl: Zmienna zależna musi określać ilościowy poziom pomiaru dla rozkładu Bernoulliego.
pt_br: A variável dependente deve estar em nível de medição de escala para a distribuição de Bernoulli
ru: Для распределения Бернулли зависимая переменная должна быть количественного типа измерений
zh_cn: 对于伯努利分布，因变量必须处于标度测量级别
zh_tw: 依變數必須是 Bernoulli 分佈的尺度測量水準

source: All cases are missing for the dependent variable
de: Für die abhängige Variable fehlen alle Fälle
es: Faltan todos los casos para la variable dependiente
fr: Toutes les observations sont manquantes pour la variable dépendante.
it: Mancano tutti i casi per la variabile dipendente
ja: 従属変数にすべてのケースが欠損しています
ko: 종속변수에 대한 모든 케이스가 누락되었습니다.
pl: Dla zmiennej zależnej brak wszystkich obserwacji
pt_br: Todos os casos estão omissos para a variável dependente
ru: Для зависимой переменной все наблюдения пропущены
zh_cn: 因变量的所有个案都缺失
zh_tw: 依變數的所有觀察值都遺漏

source: Distribution
de: Verteilung
es: Distribución
it: Distribuzione
ja: 分布
ko: 분포
pl: Rozkład
pt_br: Distribuição
ru: Распределение
zh_cn: 分布
zh_tw: 分佈

source: Dependent Variable
de: Abhängige Variable
es: Variable dependiente
fr: Variable dépendante
it: Variabile dipendente
ja: 従属変数
ko: 종속변수
pl: Zmienna zależna
pt_br: Variável dependente
ru: Зависимая переменная
zh_cn: 因变量
zh_tw: 依變數

source: Independent Variables
de: Unabhängige Variablen
es: Variables independientes
fr: Variables indépendantes
it: Variabili indipendenti
ja: 独立変数
ko: 독립변수
pl: Zmienne niezależne
pt_br: Variáveis independentes
ru: Независимые переменные
zh_cn: 自变量
zh_tw: 自變數

source: Interaction Level
de: Interaktionsniveau
es: Nivel de interacción
fr: Niveau d'interaction
it: Livello di interazione
ja: 交互作用レベル
ko: 상호작용 수준
pl: Poziom interakcji
pt_br: Nível de Interação
ru: Уровень взаимодействия
zh_cn: 交互级别
zh_tw: 互動層次

source: Offset
es: Desplazamiento
fr: Décalage
ja: オフセット
ko: 변위
pl: Przesunięcie
ru: Смещение
zh_cn: 偏移
zh_tw: 偏移

source: Monotone Specification
de: Monotonspezifikation
es: Especificación monótona
fr: Spécification monotone
it: Specifica monotono
ja: 単調指定
ko: 단조 지정
pl: Specyfikacja monotoniczna
pt_br: Especificação monótona
ru: Монотонная спецификация
zh_cn: 单调指定项
zh_tw: 單調規格

source: Number of Trees
de: Anzahl der Bäume
es: Número de árboles
fr: Nombre d'arborescences
it: Numero di alberi
ja: ツリーの数
ko: 나무 수
pl: Liczba drzew
pt_br: Número de Árvores
ru: Число деревьев
zh_cn: 树数目
zh_tw: 樹狀結構數目

source: Shrinkage
de: Schwund
es: Merma
fr: Rétrécissement
it: Restringimento
ja: 縮小
ko: 수축
pl: Skurcz
pt_br: Encolhimento
ru: Сжатие
zh_cn: 缩减率
zh_tw: 收縮

source: Cross-Validation Folds
de: Kreuzvalidierungsaufteilungen
es: Pliegues de validación cruzada
fr: Niveaux de validation croisée
it: Occorrenze con convalida incrociata
ja: 交差検証群
ko: 교차 검증 중첩
pl: Krotność walidacji krzyżowych
pt_br: Dobras de validação cruzada
ru: Слои для перекрестной проверки
zh_cn: 交叉验证折数
zh_tw: 交叉驗證摺疊

source: Minimum Node Size
de: Mindestknotengröße
es: Tamaño mínimo de nodo
fr: Taille minimale du noeud
it: Dimensione minima nodo
ja: 最小ノード サイズ
ko: 최소 노드 크기
pl: Minimalny rozmiar węzła
pt_br: Tamanho mínimo do nó
ru: Минимальный размер узла
zh_cn: 最小节点大小
zh_tw: 節點大小下限

source: Bag Fraction
de: Bagbruchteil
es: Fracción de bolsa
fr: Fraction du sac
it: Frazione di bag
ja: バッグの割合
ko: 보자기 함수
pl: Frakcja baggingu
pt_br: Fração de pacote
ru: Доля мешка
zh_cn: Bag 尾数
zh_tw: 工具袋分數

source: Training Fraction
de: Trainingsbruchteil
es: Fracción de entrenamiento
fr: Fraction d'apprentissage
it: Frazione di addestramento
ja: 学習の割合
ko: 학습 부분
pl: Frakcja ucząca
pt_br: Fração de treinamento
ru: Доля обучения
zh_cn: 训练尾数
zh_tw: 訓練分數

source: Cases used for Fitting
de: Für Anpassung verwendete Fälle
es: Casos utilizados para ajuste
fr: Observations utilisées pour l'ajustement
it: Casi utilizzati per l'adattamento
ja: 適合に使用されるケース
ko: 적합에 사용되는 케이스
pl: Obserwacje użyte dopasowania
pt_br: Casos usados para ajuste
ru: Наблюдения, использованные для подгонки
zh_cn: 用于拟合的个案
zh_tw: 用於過濾的觀察值

source: Cross Validation Stratified by Class
de: Kreuzvalidierung geschichtet nach Klasse
es: Validación cruzada estratificada por clase
fr: Validation croisée stratifiée par classe
it: Convalida incrociata stratificata per classe
ja: クラスによって層化された交差検証
ko: 계층별로 계층화된 교차 검증
pl: Walidacja krzyżowa podzielona na warstwy wg klasy
pt_br: Validação cruzada estratificada por classe
ru: Перекрестная проверка, стратифицированная по классу
zh_cn: 按类分层的交叉验证
zh_tw: 依類別將交叉驗證分層

source: User Missing Values
de: Fehlende Benutzerwerte
es: Valores perdidos de usuario
fr: Valeurs utilisateur manquantes
it: Valori mancanti definiti dall'utente
ja: ユーザー欠損値
ko: 사용자 결측값
pl: Brakujące wartości użytkownika
pt_br: Valores Omissos de Usuário
ru: Пользовательские значения отсутствия
zh_cn: 用户缺失值
zh_tw: 使用者遺漏值

source: Cases Discarded Due to System Missing Data
de: Aufgrund systemdefiniert fehlender Daten verworfene Fälle
es: Casos descartados debido a datos perdidos del sistema
fr: Observations éliminées à cause de données système manquantes
it: Casi scartati a causa di dati mancanti di sistema
ja: システム欠損データが原因で破棄されたケース
ko: 시스템 결측 데이터로 인해 취소된 케이스
pl: Obserwacje odrzucone z powodu systemowych braków danych
pt_br: Casos descartados devido a dados omissos do sistema
ru: Наблюдения, отброшенные из-за системных пропущенных данных
zh_cn: 由于系统缺失数据而被废弃的个案
zh_tw: 由於系統遺漏資料而捨棄觀察值

source: Save Model As File
de: Modell als Datei speichern
es: Guardar modelo como archivo
fr: Enregistrer le modèle en tant que fichier
it: Salva modello come file
ja: モデルをファイルとして保存
ko: 모형을 파일로 저장
pl: Zapisz model jako plik
pt_br: Salvar Modelo Como Arquivo
ru: Сохранить модель как файл
zh_cn: 将模型另存为文件
zh_tw: 將模型儲存為檔案

source: Date Fit
de: Datumsanpassung
es: Ajuste de fecha
fr: Ajustement date
it: Adattamento data
ja: 日付適合
ko: 날짜 적합
pl: Dopasowanie danych
pt_br: Ajuste de data
ru: Подгонка даты
zh_cn: 日期拟合
zh_tw: 日期擬合

source: NA
de: Nicht zutreff.
es: ND
pl: NIE DOTYCZY
ru: НП

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
zh_cn: 是
zh_tw: 是

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니오
pl: Nie
pt_br: Não
ru: Нет
zh_cn: 否
zh_tw: 否

source: Not saved
de: Nicht gespeichert
es: No guardado
fr: Non enregistré
it: Non salvato
ja: 保存されていません
ko: 저장되지 않음
pl: Nie zapisano
pt_br: Não salvo
ru: Не сохранено
zh_cn: 未保存
zh_tw: 未儲存

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
ko: 값
pl: Wartości
pt_br: Valores
ru: Значения
zh_cn: 值
zh_tw: 值

source: Generalized Boosted Regression
de: Verallgemeinerte Aufwertungsregression
es: Regresión ampliada generalizada
fr: Régression boostée généralisée
it: Regressione aumentata generalizzata
ja: 一般化ブースト回帰
ko: 일반화 부스팅 회귀
pl: Uogólniona wzmocniona regresja
pt_br: Regressão com boost generalizado
ru: Обобщенная регрессия с применением бустинга
zh_cn: 广义增强回归
zh_tw: 廣義增強迴歸

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt_br: Configurações
ru: Параметры
zh_cn: 设置
zh_tw: 設定

source: Summary
de: Übersicht
es: Resumen
fr: Récapitulatif
it: Riepilogo
ja: 要約
ko: 요약
pl: Podsumowanie
pt_br: Sumarização
ru: Итог
zh_cn: 摘要
zh_tw: 摘要

source: Results calculated by the R gbm procedure
de: Von der Prozedur R-gbm berechnete Ergebnisse
es: Resultados calculados por el procedimiento gbm de R
fr: Résultats calculés par la procédure R gbm
it: I risultati calcolati dalla procedura gbm di R
ja: R gbm プロシージャによって計算された結果
ko: R gbm 프로시저에서 계산된 결과
pl: Wyniki obliczane za pomocą procedury R gbm
pt_br: Resultados calculados pelo procedimento R gbm
ru: Результаты, вычисленные процедурой R gbm
zh_cn: R GBM 过程所计算的结果
zh_tw: 由 R gbm 程序計算的結果

source: Variable Relative Importance
de: Relativer Stellenwert für Variable
es: Importancia relativa de variable
fr: Importance relative de la variable
it: Importanza relativa variabile
ja: 変数の相対重要度
ko: 변수 상대적 중요도
pl: Względna ważność zmiennej
pt_br: Importância relativa de variável
ru: Относительная важность переменной
zh_cn: 变量相对重要性
zh_tw: 變數相對重要性

source: Unable to plot relative importance
de: Relativer Stellenwert kann nicht geplottet werden
es: No se pudo representar la importancia relativa
fr: Impossible de tracer l'importance relative
it: Impossibile tracciare il grafico dell'importanza relativa
ja: 相対重要度をプロットできません
ko: 예측변수 중요도를 도표화할 수 없습니다.
pl: Nie można wykreślić ważności względnej
pt_br: Não é possível criar gráfico de importância relativa
ru: Не удалось построить диаграмму относительной важности
zh_cn: 无法绘制相对重要性
zh_tw: 無法繪製相對重要性

source: Relative Influence
de: Relativer Einfluss
es: Influencia relativa
fr: Influence relative
it: Influenza relativa
ja: 相対影響力
ko: 상대적 영향력
pl: Wpływ względny
pt_br: Influência relativa
ru: Относительное влияние
zh_cn: 相对影响
zh_tw: 相對影響

source: Relative Importance
de: Relativer Stellenwert
es: Importancia relativa
fr: Importance relative
it: Importanza relativa
ja: 相対重要度
ko: 상대적 중요도
pl: Ważność względna
pt_br: Importância Relativa
ru: Относительная важность
zh_cn: 相对重要性
zh_tw: 相對重要性

source: Importance normalized to sum to 100
de: Normalisierter Stellenwert, der auf 100 summiert wird
es: Importancia normalizada hasta sumar 100
fr: Importance normalisée pour totaliser 100
it: Importanza normalizzata alla somma 100
ja: 100 が合計になるように重要度が正規化されました
ko: 중요도 정규화 합계가 100입니다.
pl: Ważność znormalizowana do sumowania do 100
pt_br: Importância normalizada para somar até 100
ru: Нормализованная важность, приведенная к сумме 100
zh_cn: 重要性标准化为总和为 100
zh_tw: 重要性常態化為總和 100

source: Marginal Effects of Variables
de: Marginale Effekte von Variablen
es: Efectos marginales de las variables
fr: Effets marginaux des variables
it: Effetti marginali delle variabili
ja: 変数の部分的影響
ko: 변수의 한계 효과
pl: Efekty brzegowe zmiennych
pt_br: Efeitos marginais das variáveis
ru: Предельное влияние переменных
zh_cn: 变量的边际效应
zh_tw: 變數的邊際效應

source: Marginal Plots
de: Marginale Diagramme
es: Gráficos marginales
fr: Tracés marginaux
it: Grafici marginali
ja: 部分的プロット
ko: 주변 도표
pl: Wykresy brzegowe
pt_br: Gráficos marginais
ru: Предельные диаграммы
zh_cn: 边际图
zh_tw: 邊際圖

source: Best Iteration
de: Beste Iteration
es: Mejor iteración
fr: Meilleure itération
it: Migliore iterazione
ja: 最適反復
ko: 최적의 반복
pl: Najlepsza iteracja
pt_br: Melhor Iteração
ru: Лучшее приближение
zh_cn: 最佳迭代
zh_tw: 最佳反覆運算

source: Best Number of Iterations
de: Beste Anzahl Iterationen
es: Mejor número de iteraciones
fr: Meilleur nombre d'itérations
it: Numero migliore di iterazioni
ja: 最適反復回数
ko: 최적의 반복 수
pl: Najlepsza liczba iteracji
pt_br: Melhor Número de Iterações
ru: Лучшее число приближений
zh_cn: 最佳迭代次数
zh_tw: 最佳反覆運算數目

source: Method:%s
de: Methode:%s
es: Método:%s
fr: Méthode : %s
it: Metodo:%s
ja: 方法:%s
ko: 방법:%s
pl: Metoda:%s
pt_br: Método:%s
ru: Метод: %s
zh_cn: 方法：%s
zh_tw: 方法：%s
